---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RasterSheetheight
source: html/2cfcbeb6-91a4-ff3c-01ed-eb44d274bdab.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RasterSheetheight Property

"Height"

## Syntax (C#)
```csharp
public static ForgeTypeId RasterSheetheight { get; }
```